{
	"@metadata": {
		"authors": [
			"Zapipedia (WMF)"
		]
	},
	"apihelp-growthstarmentee-summary": "Marcar o desmarcar a un aprendiz como destacado por el usuario actual (se almacena de forma privada y no se registra)",
	"apihelp-growthstarmentee-param-gesaction": "Acción a realizar (<kbd>destacar</kbd> o <kbd>quitar la estrella</kbd>)",
	"apihelp-growthstarmentee-param-gesmentee": "(No) destacar aprendiz con estrella",
	"apihelp-query+growthstarredmentees-summary": "Obtener la lista de aprendices destacados por el mentor actualmente conectado",
	"apihelp-growthsetmentorstatus-summary": "Cambiar el estatus a activo/ausente",
	"apihelp-growthsetmentorstatus-param-gesstatus": "Nuevo estado",
	"apihelp-growthsetmentorstatus-param-gesbackindays": "Al establecer el mentor como ausente, debe indicarse la duración de la ausencia (en días)",
	"apihelp-query+growthmentorstatus-summary": "Consultar el estado del mentor del usuario actual",
	"apihelp-growthmentordashboardupdatedata-summary": "Programar una actualización extraordinaria del módulo de visión general de los aprendices en el panel de mentoría. Sólo se puede programar una actualización cada dos horas por razones de rendimiento.",
	"apihelp-growthsetmenteestatus-summary": "Establecer el estado de los aprendices (les permite activar/desactivar el módulo de mentoría, o abandonarlo por completo, lo que elimina la relación aprendiz/mentor)",
	"apihelp-growthsetmenteestatus-param-state": "Nuevo estado del aprendiz (advertencia: si se selecciona la opción de no participar, se eliminará permanentemente la relación aprendiz/mentor)",
	"apihelp-growthsetmenteestatus-param-state-enabled": "El módulo de mentoría está activado",
	"apihelp-growthsetmenteestatus-param-state-disabled": "El módulo de mentoría está totalmente desactivado. Normalmente, esto lo establece el software y se utiliza para las pruebas A/B.",
	"apihelp-growthsetmenteestatus-param-state-optout": "El aprendiz optó por dejar la mentoría; la relación aprendiz/mentor se eliminará, y el módulo de mentoría ofrecerá la posibilidad de volver a participar.",
	"apihelp-query+growthmenteestatus-summary": "Consultar el estado de los aprendices del usuario actual; ver la documentación de action=growthsetmenteestatus para obtener información detallada sobre cada estado en particular.",
	"apihelp-query+growthmentormentee-summary": "Asignar todos los aprendices a un/a mentor/a determinado/a",
	"apihelp-query+growthmentormentee-param-gemmmentor": "El mentor consultará a los aprendices para",
	"apihelp-growthmanagementorlist-summary": "Gestiona la información de la lista estructurada de mentores (normalmente almacenada en [[MediaWiki:GrowthMentors.json]]). Este módulo puede ser utilizado tanto por los mentores actuales como por los futuros (para añadirse o cambiar su información) y por los bibliotecarios (para todos los usuarios).",
	"apihelp-growthmanagementorlist-param-geaction": "Acción",
	"apihelp-growthmanagementorlist-param-message": "Mensaje de presentación (utilizar una línea vacía para el mensaje por defecto del mentor)",
	"apihelp-growthmanagementorlist-param-weight": "Ponderación",
	"apihelp-growthmanagementorlist-param-summary": "Razones para el cambio",
	"apihelp-growthmanagementorlist-param-username": "Nombre de usuario del mentor afectado por el cambio. Si no se proporciona, se utilizará el usuario conectado actualmente. Sólo puede ser utilizado por usuarios con privilegios.",
	"growthexperiments-api-managementors-error-no-away-timestamp": "Si isaway es cierto, entonces awaytimestamp debe ser proporcionado.",
	"apihelp-growthinvalidatepersonalizedpraisesuggestion-summary": "Invalida la sugerencia de un aprendiz digno de elogio en el módulo de elogios personalizados del panel de mentoría.",
	"apihelp-growthinvalidatepersonalizedpraisesuggestion-param-mentee": "Aprendiz a invalidar",
	"apihelp-growthinvalidatepersonalizedpraisesuggestion-param-reason": "Razones para invalidar una sugerencia",
	"apihelp-query+growthmentorlist-summary": "Lista de todas las personas mentoras"
}
