{
	"@metadata": {
		"authors": [
			"Lois131",
			"Luckylukee81"
		]
	},
	"apihelp-growthstarmentee-summary": "Mentorált megjelölése vagy jelölésének törlése az aktuális felhasználó által csillagozottként (privát tárolás és nem naplózott)",
	"apihelp-growthstarmentee-param-gesaction": "(<kbd>Csillaggal</kbd> vagy <kbd>csillag nélkül</kbd>) végrehajtandó művelet",
	"apihelp-growthstarmentee-param-gesmentee": "Mentorálttól a (nem) csillagig",
	"apihelp-query+growthstarredmentees-summary": "A jelenleg bejelentkezett mentor által csillaggal megjelölt mentoráltak listája",
	"apihelp-growthsetmentorstatus-summary": "Állítsd be az aktuális felhasználó mentorállapotát aktív/távol állapotra",
	"apihelp-growthsetmentorstatus-param-gesstatus": "Új állapot",
	"apihelp-growthsetmentorstatus-param-gesbackindays": "Ha a mentor távol lévőnek van beállítva, akkor a távol lévő státusz hosszának (napokban) kell lennie",
	"apihelp-query+growthmentorstatus-summary": "Az aktuális felhasználó mentorállapotának lekérdezése",
	"apihelp-growthmentordashboardupdatedata-summary": "A mentor irányítópultján található, a mentoráltak áttekintő moduljának rendkívüli frissítését ütemezd be. Teljesítőképességi okokból két óránként csak egy frissítést lehet ütemezni.",
	"apihelp-growthsetmenteestatus-summary": "Mentorált állapotának beállítása (lehetővé teszi a mentorált számára a mentori modul engedélyezését/letiltását, vagy a teljes leiratkozást, ami törli a mentorált/mentor kapcsolatot)",
	"apihelp-growthsetmenteestatus-param-state": "A mentorált új státusza (figyelmeztetés: ha ez a beállítás kilépésre van állítva, akkor a mentorált/mentor kapcsolat véglegesen törlődik)",
	"apihelp-growthsetmenteestatus-param-state-enabled": "A mentori modul engedélyezve van",
	"apihelp-growthsetmenteestatus-param-state-disabled": "A mentori modul teljesen le van tiltva. Ezt általában a szoftver állítja be, és az A/B teszteléshez van használva.",
	"apihelp-growthsetmenteestatus-param-state-optout": "A mentorált kilépett a mentorálásból; A mentorált/mentor kapcsolat törlésre kerül, a mentori modul helyébe visszairatkozási lehetőség kerül",
	"apihelp-query+growthmenteestatus-summary": "Az aktuális felhasználó mentorált állapotának lekérdezése; lásd az action=growthsetmenteestatus dokumentációját az egyes állapotokkal kapcsolatos részletes információkért.",
	"apihelp-query+growthmentormentee-summary": "Minden mentorált hozzárendelve egy adott mentorhoz",
	"apihelp-query+growthmentormentee-param-gemmmentor": "Mentor a mentoráltak lekérdezéséhez",
	"apihelp-growthmanagementorlist-summary": "Kezeld az információkat a strukturált mentorlistában (általában a [[MediaWiki:GrowthMentors.json]] fájlban tárolt). Ezt a modult mind a jelenlegi és jövőbeli mentorok (hogy hozzáadják magukat vagy megváltoztassák adataikat), mind az adminisztrátorok (minden felhasználó számára) egyaránt használhatják.",
	"apihelp-growthmanagementorlist-param-geaction": "Művelet",
	"apihelp-growthmanagementorlist-param-message": "Bevezető üzenet (használj üres sztringet az alapértelmezett mentorüzenethez)",
	"apihelp-growthmanagementorlist-param-weight": "Súly",
	"apihelp-growthmanagementorlist-param-autoassigned": "A mentor automatikusan hozzá van rendelve az új szerkesztőkhöz?",
	"apihelp-growthmanagementorlist-param-summary": "Változtatás oka",
	"apihelp-growthmanagementorlist-param-username": "A módosítással érintett mentor felhasználóneve. Ha nincs megadva, a jelenleg bejelentkezett felhasználó lesz használva. Csak kiváltságos felhasználók használhatják."
}
