{
	"@metadata": {
		"authors": [
			"NGC 54"
		]
	},
	"apihelp-growthstarmentee-summary": "Marcați sau demarcați un ucenic ca fiind cu stea de utilizatorul actual (stocat privat și nu în jurnal)",
	"apihelp-growthstarmentee-param-gesaction": "Acțiunea de luat (<kbd>marcare</kbd> or <kbd>demarcare/kbd>)",
	"apihelp-growthstarmentee-param-gesmentee": "Ucenic de (de)marcat",
	"apihelp-query+growthstarredmentees-summary": "Obțineți lista ucenicilor marcați de către mentorul momentan autentificat",
	"apihelp-growthsetmentorstatus-summary": "Setează starea curentă de mentor a utilizatorului ca activă/indisponibilă",
	"apihelp-growthsetmentorstatus-param-gesstatus": "Stare nouă",
	"apihelp-growthsetmentorstatus-param-gesbackindays": "Când se setează mentorul ca indisponibil(ă), trebuie să aibă lungimea stării de indisponibilitate (în zile)",
	"apihelp-query+growthmentorstatus-summary": "Interoghează starea curentă de mentor a utilizatorului",
	"apihelp-growthmentordashboardupdatedata-summary": "Programați o actualizare extraordinară a modulului de prezentare generală a ucenicilor pe pagina mentorului. Puteți programa numai o actualizare odată la două ore din motive de performanță.",
	"apihelp-growthsetmentorweight-summary": "Setează povara mentorului curent autentificat",
	"apihelp-growthsetmentorweight-param-geweight": "Povara numerică a mentorului: cu cât mai mică este valoarea, cu atât mai puțin ucenici sunt atribuiți",
	"apihelp-growthsetmenteestatus-summary": "Setează starea ucenicului (permite ucenicilor să activeze/dezactiveze modulul activității de mentor sau să renunțe cu totul, care șterge relația ucenic/mentor)",
	"apihelp-growthsetmenteestatus-param-state": "Starea nouă a ucenicilor (avertizare: setând asta pentru a renunța va șterge permanent relația ucenic/mentor)",
	"apihelp-growthsetmenteestatus-param-state-enabled": "Modulul activității de mentor este activat",
	"apihelp-growthsetmenteestatus-param-state-disabled": "Modulul activității de mentor este pe deplin dezactivat. Astfel este setat normal de către software și utilizat pentru testarea A/B.",
	"apihelp-growthsetmenteestatus-param-state-optout": "Ucenicul a renunțat la activitatea de mentor; relația ucenic/mentor va fi ștearsă, modulul activității de mentor va fi înlocuit cu o posibilitate de a se răzgândi",
	"apihelp-query+growthmenteestatus-summary": "Solicită starea ucenicului utilizatorului curent; vezi documentația pentru action=growthsetmentorweight pentru informații detaliate despre stări individuale."
}
