{
	"@metadata": {
		"authors": []
	},
	"growthexperiments-help-panel-tog-help-panel": "[[Special:Preferences]], tab 'Edit'. Allows user to enable and disable experimental Help Panel.",
	"growthexperiments-help-panel-cta-button-text": "Text to display in a button which loads the help panel.",
	"growthexperiments-help-panel-question-button-text": "Text to display in the button for asking a question in the help panel.",
	"growthexperiments-help-panel-submit-question-button-text": "Text to display in the button for submitting a question via the help panel. {{Gender}}",
	"growthexperiments-help-panel-editing-help-links-widget-header": "Header for a list of help links in the help panel.",
	"growthexperiments-help-panel-editing-help-links-widget-view-more-link": "Link in the help panel to view more help content.",
	"growthexperiments-help-panel-question-widget-header": "Header for feature that allows users to post questions to their wiki's help desk",
	"growthexperiments-help-panel-question-placeholder": "Placeholder text for the area to ask a question in the help panel.",
	"growthexperiments-help-panel-back-home": "Text to show on button that takes user to home screen of help panel",
	"growthexperiments-help-panel-close": "Text shown on a button to close the help panel.",
	"growthexperiments-help-panel-home-title": "Title shown at top of help panel.",
	"growthexperiments-help-panel-questionreview-title": "Title shown at top of help panel when a user reviews their question before submitting.",
	"growthexperiments-help-panel-questionreview-header": "Text to show in the help panel when a user is submitting their question.",
	"growthexperiments-help-panel-questionreview-username": "Label for a field displaying the user's username in the help panel.",
	"growthexperiments-help-panel-questionreview-email": "Label for a field displaying the user's email in the help panel.",
	"growthexperiments-help-panel-questionreview-note": "Note to display to user that they will be emailed when someone replies to them",
	"growthexperiments-help-panel-questionreview-label": "Label to show above the are where a user may write a question in the help panel.",
	"growthexperiments-help-panel-questionreview-include-article-title": "Label for a checkbox in the help panel where a user decides whether the title of the article they are working on should be included in the header of their help desk question.",
	"growthexperiments-help-panel-question-subject-template": "Template to use for questions posted to community help desk via the help panel. $1 is the username and $2 is the optional wiki Title.",
	"growthexperiments-help-panel-question-post-error": "Error to show to user if posting question fails. $1 is a link to the community help desk",
	"growthexperiments-help-panel-questioncomplete-title": "Title shown at top of help panel after submitting a question.",
	"growthexperiments-help-panel-questioncomplete-header": "Header shown at the top of help panel after submitting a question.",
	"growthexperiments-help-panel-questioncomplete-confirmation-text": "Confirmation text to the user that their question was posted successfully through the help panel.",
	"growthexperiments-help-panel-questioncomplete-confirmation-email": "Confirmation to the user that they will receive an email notification when a response is posted.",
	"growthexperiments-help-panel-questioncomplete-view-link-text": "Text to display with the link to the question the user posted through the help panel.",
	"growthexperiments-help-panel-questioncomplete-more-about-this-feature-text": "Text to display with the More about this feature link"
}
