{
	"@metadata": {
		"authors": [
			"Amire80",
			"Pols12",
			"Revi",
			"Robby",
			"Umherirrender",
			"Verdy p"
		]
	},
	"welcomesurvey": "Title which appears at the top of a welcome survey users are shown after account sign-up, and shown on all form steps. Should be friendly and welcoming but succinct. Parameters:\n* $1 - Name of the current user. Can be used with GENDER.",
	"welcomesurvey-save-confirmation-title": "Dialog title after submitting a welcome survey form.",
	"welcomesurvey-save-confirmation-text": "Short text after the section heading “Thanks! Your responses have been saved” shown to users after they complete a welcome survey after signing up for a Wikipedia account.",
	"welcomesurvey-subtitle": "Message conveying to the user the benefit of filling in a short welcome survey. Should not imply that anything will change about the user’s experience based on their responses.",
	"welcomesurvey-save-btn": "Text on a button to submit answers to a welcome survey that is shown to users after they sign up for a new Wikipedia account.",
	"welcomesurvey-skip-btn": "Button to exit the form and return to where they were prior to account creation. The user is not able to return and complete the form later, so the call to action should clearly indicate this is a permanent skip. It should also be clear that this is for skipping the whole survey, not just one question.\n\nParameters:\n* $1 - Name of the current user (for use with GENDER).",
	"welcomesurvey-close-btn": "Text of the close button on the survey confirmation page. Users will be returned to whatever page they were on prior to sign-up and being shown this survey. Parameters:\n* $1 - Name of the page the user will be redirected to when they click the button.",
	"welcomesurvey-privacy-policy-link-text": "Text of the link to the privacy statement. Used inside a sentence.",
	"welcomesurvey-privacy-footer-text": "Short paragraph displayed in the footer of the Welcome survey.",
	"welcomesurvey-sidebar-editing-title": "Section heading before a brief blurb explaining how to start contributing on Wikipedia.",
	"welcomesurvey-sidebar-editing-text": "Brief blurb explaining how to get started on editing. Appears after a section heading \"Getting started with editing\". After this blurb will be a couple of links to introduction and help pages like Help Desk and Tutorial pages.\n\nParameters:\n* $1 - Name of the current user (for use with GENDER).",
	"welcomesurvey-sidebar-editing-link1-text": "Text of the first link in the getting started sidebar.",
	"welcomesurvey-sidebar-editing-link1-title": "Article title for the first link in the getting started sidebar. This is a page title with namespace, in the MediaWiki sense. For example: Wikipedia:Help_desk",
	"welcomesurvey-sidebar-editing-link2-text": "Text of the second link in the getting started sidebar.",
	"welcomesurvey-sidebar-editing-link2-title": "Article title for the second link in the getting started sidebar. This is a page title with namespace, in the MediaWiki sense. For example: Wikipedia:Help_desk",
	"welcomesurvey-sidebar-editing-link3-text": "{{notranslate}}\nText of the third link in the getting started sidebar.",
	"welcomesurvey-sidebar-editing-link3-title": "{{notranslate}}\nArticle title for the third link in the getting started sidebar. This is a page title with namespace, in the MediaWiki sense. For example: Wikipedia:Help_desk",
	"welcomesurvey-sidebar-editing-link4-text": "{{notranslate}}\nText of the fourth link in the getting started sidebar.",
	"welcomesurvey-sidebar-editing-link4-title": "{{notranslate}}\nArticle title for the fourth link in the getting started sidebar. This is a page title with namespace, in the MediaWiki sense. For example: Wikipedia:Help_desk",
	"welcomesurvey-question-reason-label": "Multiple-choice question asking why a person decided to create an account on Wikipedia (will be shown in a short survey after sign-up).",
	"welcomesurvey-dropdown-option-select-label": "Default text shown in a drop down list before a selection is made.",
	"welcomesurvey-question-reason-option-edit-typo-label": "One response option to the question \"Why did you create your account today?\" (will be shown in a short survey after sign-up).",
	"welcomesurvey-question-reason-option-edit-info-add-change-label": "One response option to the question \"Why did you create your account today?\" (will be shown in a short survey after sign-up).",
	"welcomesurvey-question-reason-option-add-image-label": "One response option to the question \"Why did you create your account today?\" (will be shown in a short survey after sign-up).",
	"welcomesurvey-question-reason-option-new-page-label": "One response option to the question \"Why did you create your account today?\" (will be shown in a short survey after sign-up).",
	"welcomesurvey-question-reason-option-program-participant-label": "One response option to the question \"Why did you create your account today?\" (will be shown in a short survey after sign-up).",
	"welcomesurvey-question-reason-option-read-label": "One response option to the question \"Why did you create your account today?\" (will be shown in a short survey after sign-up).",
	"welcomesurvey-question-reason-option-other-no-freetext-label": "One response option to the question \"Why did you create your account today?\" (will be shown in a short survey after sign-up).\n{{Identical|Other}}",
	"welcomesurvey-question-reason-option-other-label": "One response option to the question \"Why did you create your account today?\" If this option is selected, a text-field to enter the other reason will appear (will be shown in a short survey after sign-up).",
	"welcomesurvey-question-reason-other-placeholder": "Placeholder of the text-field that is only shown if a proceeding option of \"Other reason\" is selected in answer to the question \"Why did you create your account today?\" (will be shown in a short survey after sign-up).\n\nParameters:\n* $1 - Name of the current user (for use with GENDER).",
	"welcomesurvey-question-edited-label": "Question asking about a person’s level of editing experience (will be shown in a short welcome survey to new Wikipedia account users after account sign-up).",
	"welcomesurvey-question-edited-option-yes-many-label": "One response option to the question \"Have you ever edited Wikipedia?\" in a welcome survey to new accounts.",
	"welcomesurvey-question-edited-option-yes-few-label": "One response option to the question \"Have you ever edited Wikipedia?\" in a welcome survey to new accounts.",
	"welcomesurvey-question-edited-option-no-dunno-label": "One response option to the question \"Have you ever edited Wikipedia?\" in a welcome survey to new accounts.",
	"welcomesurvey-question-edited-option-no-other-label": "A response option to the question \"Have you ever edited Wikipedia?\" in a welcome survey to new accounts. It is shown after the option \"{{int:Welcomesurvey-question-edited-option-no-dunno-label}}\"",
	"welcomesurvey-question-edited-option-dont-remember-label": "One response option to the question \"Have you ever edited Wikipedia?\" in a welcome survey to new accounts.",
	"welcomesurvey-question-mailinglist-label": "Checkbox label to opt-in to marketing emails. This is a one-off experiment, and only needs to be translated for eswiki.",
	"welcomesurvey-question-mailinglist-help": "Checkbox help text for opt-in to marketing emails. This is a one-off experiment, and only needs to be translated for eswiki.",
	"welcomesurvey-question-email-label": "Label for the email address field. It will be shown only if it was not completed by the user during account creation.",
	"welcomesurvey-question-email-placeholder": "Placeholder text inside a field to enter an email address",
	"welcomesurvey-question-email-help": "Assistive text shown after a text field asking the user to enter in an email address for their Wikipedia account. This field is shown in a form just after a new user created an account if they did not provide an email address during sign up.",
	"welcomesurvey-question-languages-label": "Label for the languages field, shown in a welcome survey to new accounts.",
	"welcomesurvey-question-languages-placeholder": "Placeholder text inside a field to add a list of languages that the user knows how to read and write, shown in a welcome survey to new accounts.\n\nParameters:\n* $1 - The maximum number of languages that can be added",
	"welcomesurvey-question-languages-maximum": "Error messages shown below the languages field, shown in a welcome survey to new accounts. Displayed when the user has added the maximum number of languages and cannot add any more.",
	"welcomesurvey-reminder": "Reminder shown to users on Special:Homepage if they have not filled out the welcome survey yet.\n\nParameters:\n* $1 - Link to the survey (({{msg-mw|welcomesurvey-reminder-link}}).",
	"welcomesurvey-reminder-link": "Link to the welcome survey. Used in {{msg-mw|welcomesurvey-reminder}}.",
	"welcomesurvey-reminder-dismiss": "Invisible button label (for accessibility purposes) for dismissing the welcome survey reminder on Special:Homepage.",
	"welcomesurvey-mideditsignup-title": "Title of dialog shown after finishing an edit if the user has created their account during that edit. \n\nParameters:\n* $1 - Username.",
	"welcomesurvey-mideditsignup-body": "Body of dialog shown after finishing an edit if the user has created their account during that edit.",
	"welcomesurvey-mideditsignup-button-homepage": "Button of dialog shown after finishing an edit if the user has created their account during that edit. The button links to Special:Homepage.",
	"welcomesurvey-mideditsignup-button-close": "Button of dialog shown after finishing an edit if the user has created their account during that edit. The button closes the dialog.\n{{identical|Welcome}}"
}
