{
	"@metadata": {
		"authors": [
			"DDPAT",
			"Ice bulldog",
			"Movses",
			"Vlad5250",
			"Ата"
		]
	},
	"growthexperiments-confirmemail-captcha-help": "([[Special:Captcha/help|що це таке?]])",
	"growthexperiments-confirmemail-emailhelp": "Електронна пошта потрібна, щоб відновити ваш обліковий запис, якщо ви втратите пароль.",
	"growthexperiments-confirmemail-emailrecommended": "Електронна пошта (рекомендовано)",
	"growthexperiments-confirmemail-emailwarning": "Після реєстрації пошукайте у своїй електронній скриньці лист від нас з підтвердженням вашої пошти.",
	"growthexperiments-confirmemail-confirm-subject": "Вітаємо на сайті {{SITENAME}}: Будь ласка, підтвердіть свою електронну пошту",
	"growthexperiments-confirmemail-confirm-body-html": "{{GENDER:$2|Привіт}}, $2!\n\nДякуємо, що додали адресу електронної пошти до свого облікового запису на сайті {{SITENAME}}, зареєстрованого з IP-адреси $1.\n\nБудь ласка, натисніть на кнопку нижче, щоб підтвердити прив'язування цієї електронної скриньки до свого облікового запису «$2»:\n\n$3\n\nЗверніть увагу, термін дії цього коду підтвердження <strong>завершується $4</strong>.\n\nДякуємо,\n\n{{SITENAME}}\n\n----\n\nЩоб скасувати підтвердження електронної пошти (якщо ви насправді не реєстрували обліковий запис чи з будь-якої іншої причини), натисніть на це посилання скасування:\n\n$5",
	"growthexperiments-confirmemail-confirm-button": "Підтвердження адреси ел. пошти",
	"growthexperiments-confirmemail-confirm-body-plaintext": "{{GENDER:$2|Привіт}}, $2!\n\nДякуємо за додання електронної пошти до свого облікового запису на сайті {{SITENAME}}, зареєстрованого з IP-адреси $1.\n\nБудь ласка, натисніть на посилання нижче, щоб підтвердити, що хочете прив'язати цю адресу електронної пошти до свого облікового запису «$2»:\n\n$3\n\nЗверніть увагу: цей код підтвердження діє до $4.\n\nДякуємо,\n\n{{SITENAME}}\n\n----\n\nЩоб скасувати підтвердження електронної пошти (якщо ви насправді не реєстрували обліковий запис чи з будь-якої іншої причини), натисніть на це посилання скасування:\n\n$5",
	"growthexperiments-signupcampaign-title": "Дякуємо за пожертвування! Тепер приєднуйтесь до спільноти редакторів, які роблять Вікіпедію кращою сьогодні",
	"growthexperiments-signupcampaign-body": "Редагувати Вікіпедію можна так само просто, як додати посилання або змінити слово. Отримайте пропозиції щодо статей, які {{GENDER:|вас}} цікавлять, після створення облікового запису!",
	"growthexperiments-marketingvideocampaign-title": "Вікіпедію створюють такі ж люди, як ви",
	"growthexperiments-marketingvideocampaign-body": "Щомісяця волонтерять 280 000 редакторів — ви приєднаєтеся?\n\nМи знаємо, що робити своє перше редагування може бути лячно, але насправді це досить просто. Лишень запитайте наших відданих редакторів, які говорять про це у цьому відео:",
	"growthexperiments-marketingvideocampaign-body-mobile": "Тисячі людей, як ви, є будівничими Вікіпедії. Приєднаєтеся до них?\n\nОсь повідомлення для вас від наших редакторів:",
	"growthexperiments-signupcampaign-bullet1": "Пропоновані статті за {{GENDER:|вашими}} інтересами",
	"growthexperiments-signupcampaign-bullet2": "Попросіть допомоги у досвідченого редактора",
	"growthexperiments-signupcampaign-bullet3": "Почніть з невеликих легких редагувань",
	"growthexperiments-recurringcampaign-title": "Дякуємо за вашу лояльність і підтримку. Саме завдяки внеску таких читачів, як {{GENDER:|ви}}, Вікіпедія розвивається.",
	"growthexperiments-recurringcampaign-body": "Створіть зараз свій обліковий запис, щоб увійти й уникнути банерів про збір коштів. Коли у {{GENDER:|вас}} буде обліковий запис, {{GENDER:|ви}} також зможете навчитися вносити у Вікіпедію невеличкі зміни, які матимуть значний вплив на решту світу. Ми будемо тут, щоб спрямувати {{GENDER:|вас}} на старті!",
	"growthexperiments-josacampaign-title": "Ласкаво просимо на святкування дня народження Вікіпедії!\n\nПісля створення облікового запису ви можете почати робити внесок в енциклопедію.",
	"growthexperiments-josacampaign-body": "Це подія, організована Jordanian Open Source Association та Wikimedia in the Levant, щоб допомогти вам дізнатися про Вікіпедію та як робити свій внесок у неї.\n\nУсе, що вам потрібно зробити, щоб почати робити внесок, це заповнити цю форму, а потім вибрати завдання для роботи.\n\nЯкщо вам потрібна допомога, зверніться до організаторів заходу.",
	"growthexperiments-thankyoupage-title": "Дякуємо за ваші пожертви. Створіть обліковий запис, щоб почати редагувати й покращувати Вікіпедію.",
	"growthexperiments-campaigns-footer": "Створення {{GENDER:|вашого}} облікового запису на цій сторінці пов'язує його з цією кампанією в цілях аналізу."
}
