{
	"@metadata": {
		"authors": [
			"Bdijkstra",
			"McDutchie"
		]
	},
	"growthexperiments-mentor-dashboard-mentee-overview-intro": "Hieronder staan jouw leerlingen. Met de filters kun je aangeven welke leerlingen je wilt weergegeven.",
	"growthexperiments-mentor-dashboard-mentee-overview-info-headline": "Wie staat er in jouw tabel?",
	"growthexperiments-mentor-dashboard-mentee-overview-info-text": "In deze tabel staan alleen jouw leerlingen van wie het account in de afgelopen twee weken is aangemaakt of die in de afgelopen zes maanden iets hebben bewerkt, en voor wie [https://mediawiki.org/wiki/Special:MyLanguage/Growth/Feature_summary#NH de thuispagina voor nieuwkomers] is geactiveerd. De gegevens worden elke drie uur bijgewerkt.",
	"growthexperiments-mentor-dashboard-mentee-overview-empty-screen-no-mentees-text": "Op het mentordashboard staan alleen de recentelijk actieve leerlingen. Met het pictogram Info kun je meer informatie krijgen. Als je je nog maar net hebt ingeschreven voor mentorschap heb je mogelijk nog geen leerlingen toegewezen gekregen.",
	"growthexperiments-mentor-dashboard-mentee-overview-empty-screen-filters-text": "Wijzig je filters om leerlingen te vinden.",
	"growthexperiments-mentor-dashboard-resources-link-how-to-introduce": "Hoe introduceer je {{GENDER:|jezelf}} als {{GENDER:|mentor}}",
	"echo-pref-tooltip-ge-mentorship": "Meldingen met betrekking tot de mentorschapsfuncties die worden onderhouden door het Growth-team. Met deze melding weet je dat je als leerling bent aangenomen, of dat een van jouw leerlingen door iemand anders is aangenomen.",
	"growthexperiments-mentor-dashboard-personalized-praise-praise-message-message": "Hallo $1, ik ben je mentor. Bedankt voor je bijdragen. Ik zie dat je druk bezig bent geweest met bewerken, en ik wilde je even bedanken en zeggen dat ik hoop dat je zo doorgaat! Plaats gerust een berichtje op mijn overlegpagina als je vragen hebt. Bedankt!",
	"growthexperiments-mentorship-enrollasmentor-pretext": "Wat fijn dat je op {{SITENAME}} mentor wilt worden. Met dit formulier kun je je aanmelden."
}
